Repository: pingfangx/TranslatorX
Catalog: JetBrains/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: RubyMine keeps track of which of its features you are using and will offer you some tips to let you know about the features you may have missed.
zh_cn: &productName; 跟踪了你正使用的一些功能，并给你一些提示以让你知道你可能错过的功能。

source: RubyMine smartly takes care of the Ruby gems that are required for your project: detects unresolved references and informs you about the missing gems, leaving you with the task to install the required gems using the Gem Manager.
zh_cn: RubyMine 巧妙地处理您的项目所需的 Ruby gems：检测未解析的引用并通知您有关缺失的 gems，让您完成使用 Gem Manager 安装所需 gems 的任务。

source: Rule with duplicated text will be ignored.
zh_cn: 重复文本的规则将被忽略。

source: Rules Alias Definitions
zh_cn: 规则别名定义

source: Rules alias definitions
zh_cn: 规则别名定义

source: Run ''{0}''
zh_cn: 运行 ''{0}''

source: Run ANT
zh_cn: 运行 ANT

source: Run Annotation Processors on the selected scope
zh_cn: 在选中范围内运行注解处理器

source: Run Another Configuration
zh_cn: 运行另一个配置

source: Run Ant
zh_cn: 运行 Ant

source: Run Ant target
zh_cn: 运行 Ant 目标

source: Run Ant target ''{0}''
zh_cn: 运行 Ant 目标 ''{0}''

source: Run Build
zh_cn: 运行构建

source: Run Configuration Error
zh_cn: 运行配置错误

source: Run Configurations
zh_cn: 运行配置

source: Run Dashboard Types
zh_cn: 运行 Dashboard 类型

source: Run Error
zh_cn: 运行错误

source: Run External tool
zh_cn: 运行外部工具

source: Run Garbage Collector
zh_cn: 运行垃圾回收器

source: Run Target
zh_cn: 运行目标

source: Run Targets
zh_cn: 运行目标对象

source: Run a wizard for selecting the set of enabled plugins
zh_cn: 运行一个向导来选择一组可用的插件

source: Run canceled by user
zh_cn: 运行被用户取消

source: Run cleanup inspections and apply quick fixes
zh_cn: 运行清理检查和应用快速修复

source: Run cleanup inspections and apply quick fixes with current inspection profile
zh_cn: 运行清理检查并使用当前检查配置文件应用快速修复

source: Run configuration is not started
zh_cn: 运行配置未启动

source: Run inspection on ...
zh_cn: 运行检查于 ...

source: Run only tests that failed/crashed after last run
zh_cn: 只运行上次运行之后失败/崩溃的测试

source: Run selected configuration
zh_cn: 运行选定的配置

source: Run selected configuration(s)
zh_cn: 运行所选配置

source: Run the JavaDoc tool
zh_cn: 运行 JavaDoc 工具

source: Run the selected build file or selected target(s) with Ant
zh_cn: 使用 Ant 运行所选的构建文件或选定的目标

source: Run to _Cursor
zh_cn: 运行到光标处(_C)

source: Run to cursor
zh_cn: 运行到光标处

source: Run to the line where the caret is
zh_cn: 强制运行到插入符号所在行

source: Run to the line where the caret is, ignoring any breakpoints
zh_cn: 运行到插入符号的行，忽略任何断点

source: Run tool:
zh_cn: 运行工具:

source: Run under &JDK:
zh_cn: JDK 下运行:(&J)

source: Run with &chosen profile
zh_cn: 运行所选配置文件(&C)

source: Run with &editor settings
zh_cn: 使用编辑器设置运行(&E)

source: Run with Ant:
zh_cn: 用 Ant 运行:

source: Run/Debug
zh_cn: 运行/调试

source: Run/Debug Configurations
zh_cn: 运行/调试配置

source: Runnable Class
zh_cn: Runnable 类

source: Runnable passed to Cleaner.register() captures ''{0}'' reference
zh_cn: Runnable 传递给 Cleaner.register() 捕获 ''{0}'' 引用

source: Running
zh_cn: 运行

source: Running Ant: ''{0}''
zh_cn: 运行 Ant:''{0}''

source: Running List
zh_cn: 运行列表

source: Running on a JDK8 version affected by drag and drop issues (1.8.0_60 through 1.8.0_76).
zh_cn: 在受拖放问题影响的 JDK8 版本上运行 (1.8.0_60 到 1.8.0_76)。

source: Running tests...
zh_cn: 运行中的测试...

source: Running...
zh_cn: 运行...

source: Running/Debugging
zh_cn: 运行/调试

source: Running:
zh_cn: 运行:

source: Running: {0} {1}
zh_cn: 运行: {0} {1}

source: S&ave Template...
zh_cn: 保存模板...(&A)

source: S&ave template...
zh_cn: 保存模板...(&A)

source: S&earch for non-code usages
zh_cn: 搜索非代码使用(&E)

source: S&kip results tab when only one occurrence is found
zh_cn: 只找到一处匹配项时跳过选项卡(&K)

source: S&kip results tab with one usage
zh_cn: 跳过只有一个使用的结果项卡(&K)

source: S&tring literals only
zh_cn: 仅字符串文字(&T)

source: S&witch View
zh_cn: 切换视图(&W)

source: S&ynthetic fields
zh_cn: Synthetic 字段(&Y)

source: SDK ''{0}'' is invalid.
zh_cn: SDK ''{0}'' 无效。

source: SDK Editor
zh_cn: SDK 编辑器

source: SDK Table
zh_cn: SDK 表

source: SDK default
zh_cn: SDK 默认值

source: SDK home path:
zh_cn: SDK 主路径：

source: SLEEPING
zh_cn: 休眠中

source: STATISTICS
zh_cn: 统计

source: S_uper Class
zh_cn: 超类(_U)

source: S_uper Method
zh_cn: 超类方法(_U)

source: S_uperclass...
zh_cn: 超类...(_U)

source: S_ynchronize
zh_cn: 同步(_Y)

source: Sa&fe delete (with usage search)
zh_cn: 安全删除 (含使用搜索)(&F)

source: Safe Delete
zh_cn: 安全删除

source: Safe _Delete...
zh_cn: 安全删除...(_D)

source: Safe delete
zh_cn: 安全删除

source: Safe delete ''{0}''
zh_cn: 安全删除 ''{0}''

source: Safely unwraps or removes the selected scope
zh_cn: 对选中范围安全地解除包围或移除

source: Same name
zh_cn: 相同的名字

source: Same pattern already exists
zh_cn: 相同的模式已存在

source: Same way, press &shortcut:FindInPath; to hide the Replace with field, and switch to mere search.
zh_cn: 同样的，按 &shortcut:FindInPath; 来隐藏 Replace with 字段，切换为只搜索。

source: Save
zh_cn: 保存

source: Save ''{0}''
zh_cn: 保存 ''{0}''

source: Save As
zh_cn: 另存为

source: Save As...
zh_cn: 另存为...

source: Save Changes
zh_cn: 保存更改

source: Save Configuration
zh_cn: 保存配置

source: Save Document
zh_cn: 保存文档

source: Save File as Temp_late...
zh_cn: 保存文件为模板...(_L)

source: Save Module Renaming Scheme
zh_cn: 保存模块重命名方案

source: Save Template
zh_cn: 保存模板

source: Save all files and settings
zh_cn: 保存所有文件和设置

source: Save all threads information to a text file or clipboard
zh_cn: 将所有线程信息保存到文本文件或剪贴板

source: Save and &Finish
zh_cn: 保存并完成(&F)

source: Save as IDE profile
zh_cn: 另存为 IDE 配置文件

source: Save as L_ive Template...
zh_cn: 保存为代码模板...(_I)

source: Save as Shared Scope
zh_cn: 另存为共享范围

source: Save as local scope
zh_cn: 另存为本地范围

source: Save as project profile
zh_cn: 保存为项目配置文件

source: Save changes made on this page?
zh_cn: 保存此页面上所做的更改？

source: Save changes to an external patch file and remove them from the code
zh_cn: 将更改保存到外部补丁文件，并将其从代码中移除

source: Save current file as template
zh_cn: 将当前文件保存为模板

source: Save file content in HTML format with syntax coloring
zh_cn: 保存文件内容为 HTML 语法格式

source: Save files automatically if application is idle for
zh_cn: 如果应用处于空闲状态，自动保存文件

source: Save files on frame deactivation
zh_cn: 在框架停用时保存文件

source: Save memory content
zh_cn: 保存内存内容

source: Save selected targets as a meta-target
zh_cn: 保存选定目标为元目标

source: Save the selected text as live template
zh_cn: 将选中文本保存为代码模板

source: Save to Kill Ring
zh_cn: 保存至删除环

source: Saves only the file opened in the current editor
zh_cn: 只保存当前编辑器打开的文件

source: Scanning Compiler Output
zh_cn: 扫描编译器输出

source: Scanning Packages
zh_cn: 扫描包

source: Scanning files to index...
zh_cn: 扫描文件索引...

source: Scanning files...
zh_cn: 扫描文件...

source: Scanning for classes to reload...
zh_cn: 扫描类重新加载...

source: Scanning packages
zh_cn: 扫描包

source: Scanning project directories...
zh_cn: 扫描项目目录...

source: Scanning scope ...
zh_cn: 扫描范围 ...

source: Scanning: {0}
zh_cn: 扫描中: {0}

source: Schedule for Addition
zh_cn: 计划的添加

source: Schedule selected files to be added to VCS
zh_cn: 将文件添加到 VCS

source: Schedule selected files to be removed from VCS
zh_cn: 将选中文件从 VCS 移除

source: Scheduled...
zh_cn: 计划...

source: Schema Generator
zh_cn: Schema 生成器

source: Schema path:
zh_cn: Schema 路径:

source: Schemas and DTDs
zh_cn: 模式和 DTDs

source: Scheme
zh_cn: 方案

source: Scheme 'name' attribute not found.
zh_cn: 未找到 Scheme 'name' 属性。

source: Scheme must have a name
zh_cn: 方案必须有一个名字

source: Scheme {0} already exists.
zh_cn: 文件 {0} 已存在。

source: Scope
zh_cn: 范围

source: Scope ''{0}''
zh_cn: 范围 ''{0}''

source: Scope contains {0} of total {1} files
zh_cn: 范围包含 {1} 个文件的 {0}

source: Scope(s) to generify
zh_cn: 泛型生成

source: Scope:
zh_cn: 范围:

source: Scopes
zh_cn: 范围

source: Scopes and Se&vereties:
zh_cn: 范围与严重性：(&V)

source: Scratch File
zh_cn: 临时文件

source: Scratch files allow you experiment and prototype right in the editor, without creating any project files.
zh_cn: 临时文件允许您在编辑器右侧进行实验和试样，而无需创建任何项目文件。

source: Scratch files allows you experiment and prototype right in the editor, without creating any project files.
zh_cn: 临时文件允许您在编辑器右侧进行实验和试样，而无需创建任何项目文件。

source: Script
zh_cn: 脚本

source: Script argument expected on ''{0}'' option
zh_cn: 期望在 ''{0}'' 选项的脚本参数

source: Script constraints
zh_cn: 脚本限制

source: Script execution took more than {0} seconds.
zh_cn: 脚本执行超过 {0} 秒。

source: Script text:
zh_cn: 脚本文字：

source: Scriptdef element
zh_cn: 脚本定义元素

source: Scripting
zh_cn: 脚本

source: Scroll Down
zh_cn: 向下滚动

source: Scroll Down and Move if Necessary
zh_cn: 向下滚动并移动，如果需要

source: Scroll Left
zh_cn: 向左滚动

source: Scroll Right
zh_cn: 向右滚动

source: Scroll Up
zh_cn: 向上滚动

source: Scroll Up and Move if Necessary
zh_cn: 向上滚动并移动，如果需要

source: Scroll console to beginning of assertion or exception stacktrace
zh_cn: 滚动控制台到断言或异常堆栈的开始

source: Scroll execution point to center
zh_cn: 滚动执行点到中心

source: Scroll to Bottom
zh_cn: 滚动至底部

source: Scroll to Center
zh_cn: 滚动到中心

source: Scroll to Stacktrace
zh_cn: 滚动到堆栈

source: Scroll to Top
zh_cn: 滚动到顶部

source: Scroll to the end
zh_cn: 滚动到结尾

source: Se&verity:
zh_cn: 严重性：(&V)

source: Se_lect In...
zh_cn: 选择...(_L)

source: Se_lect Previous Tab
zh_cn: 选择上一个选项卡(_L)

source: Se_ttings...
zh_cn: 设置...(_T)

source: Search Accessors
zh_cn: 搜索访问器

source: Search Again
zh_cn: 再次搜索

source: Search Everywhere
zh_cn: 全局搜索

source: Search Results//Search result
zh_cn: 搜索结果//搜索结果

source: Search Results//Search result (write access)
zh_cn: 搜索结果//搜索结果(写访问)

source: Search Results//Text search result
zh_cn: 搜索结果//文本搜索结果

source: Search S_tructurally...
zh_cn: 搜索结构...(_T)

source: Search by Name
zh_cn: 按名称搜索

source: Search completed
zh_cn: 搜索完成

source: Search for &text occurrences
zh_cn: 搜索文本匹配项(&T)

source: Search for Overriding Methods
zh_cn: 搜索重写方法

source: Search for re&ferences
zh_cn: 搜索引用(&F)

source: Search for tests:
zh_cn: 搜索测试:

source: Search for text &occurrences
zh_cn: 搜索文本匹配项(&O)

source: Search for usages and delete {0}?
zh_cn: 搜索用法并删除 {0}?

source: Search for values escaped from this location
zh_cn: 搜索从这个位置流出的值

source: Search for values which can be assigned to selected expression
zh_cn: 搜索可以分配给选中表达式的值

source: Search for:
zh_cn: 搜索:

source: Search in &comments and strings
zh_cn: 在注释和字符串中搜索(&C)

source: Search in Overriding Methods
zh_cn: 在重写方法里搜索

source: Search in the background
zh_cn: 在后台搜索

source: Search recursively in directory
zh_cn: 在目录中递归搜索

source: Search results
zh_cn: 搜索结果

source: Search selection with Google
zh_cn: 用 Google 搜索选中内容

source: Search template:
zh_cn: 搜索模板：

source: Searched elements have been changed.
zh_cn: 已搜索的元素已更改。

source: Searches for classes, files, tool windows, action and preferences
zh_cn: 搜索类，文件，工具窗口，操作和首选项

source: Searches through classes, files, tool windows, actions, settings, and symbols by double pressing the Shift key.
zh_cn: 双击 Shift 搜索类，文件，工具窗口，操作，设置以及符号。

source: Searching For Descendants...
zh_cn: 寻找的后代...

source: Searching For Implementations...
zh_cn: 搜索实现...

source: Searching For Tests...
zh_cn: 搜索测试...

source: Searching For Usages...
zh_cn: 搜索用法...

source: Searching for ''{0}'' in {1}...
zh_cn: 在 {1} 中搜索 ''{0}''...

source: Searching for Duplicates...
zh_cn: 搜索重复中...

source: Searching for changes
zh_cn: 搜索更改

source: Searching for duplicates:
zh_cn: 搜索重复:

source: Searching for frameworks.
zh_cn: 搜索框架。

source: Searching for inheritors of {0}...
zh_cn: 寻找 {0} 的继承者...

source: Searching for inheritors...
zh_cn: 寻找继承者...

source: Searching for modified files
zh_cn: 搜索已修改的文件

source: Searching for references to class {0}...
zh_cn: 搜索对类 {0} 的引用...

source: Searching for source roots in {0}
zh_cn: 搜索 {0} 中的源码根目录

source: Searching for sources in {0}.
zh_cn: 在 {0} 中搜索源码。

source: Searching for usages in: {0}
zh_cn: 搜索使用在:{0}

source: Searching for variables
zh_cn: 搜索变量中

source: Searching for {0} in {1}{2}...
zh_cn: 在 {1}{2} 中搜索 {0}...

source: Searching for {0}...
zh_cn: 搜索 {0}...

source: Searching in {0}...
zh_cn: 在 {0} 中搜索...

source: Searching...
zh_cn: 搜索中...

source: Second Stroke
zh_cn: 第二次按下键盘

source: Second Stroke:
zh_cn: 第二次按下键盘:

source: Second basic completion
zh_cn: 第二次基本补全

source: Second smart type completion: array member access
zh_cn: 第二次智能类型补全:数组成员访问

source: Second smart type completion: asList() conversion
zh_cn: 第二次智能类型补全:asList() 转换

source: Second smart type completion: chained method calls
zh_cn: 第二次智能类型补全:链式方法调用

source: Second smart type completion: toArray() conversion
zh_cn: 第二次智能类型补全:toArray() 转换

source: Second stroke
zh_cn: 第二次按下键盘

source: Second stroke:
zh_cn: 第二次按下键盘:

source: Second, keeping the Alt key pressed, click on the editor tab.
zh_cn: 其二，按住 Alt 键，在编辑器选项卡上单击。

source: Secondary font:
zh_cn: 备用字体:

source: Section should contain at least one arrangement entry otherwise it will be never inserted.
zh_cn: 部分应至少包含一个排列条目，否则将不会插入。

source: Section text have to be unique in the current settings.
zh_cn: 部分文本在当前设置文本必须是惟一的。

source: Secure connection is impossible with 'jsse.enableSNIExtension' property set to false
zh_cn: 'jsse.enableSNIExtension' 属性设置为 false 时，安全连接是不可用的

source: Security
zh_cn: 安全性

source: Security issues
zh_cn: 安全问题

source: See <a href="https://youtrack.jetbrains.com/issue/IDEA-146691">IDEA-146691</a> for details, and consider using a JDK outside the problematic range.
zh_cn: 在 <a href="https://youtrack.jetbrains.com/issue/IDEA-146691">IDEA-146691</a> 查看更多信息，并考虑使用问题范围之外的 JDK。

source: See <a href="https://youtrack.jetbrains.com/issue/IDEA-157989">IDEA-157989</a> for details.
zh_cn: 有关详细信息，请参阅 <a href="https://youtrack.jetbrains.com/issue/IDEA-157989">IDEA-157989</a> 。

source: See <a href="https://youtrack.jetbrains.com/issue/IDEA-78860">IDEA-78860</a> for details.
zh_cn: 见 <a href="https://youtrack.jetbrains.com/issue/IDEA-78860">IDEA-78860</a> 查看更多信息。

source: See Live Templates page of the Settings / Preferences dialog for more details.
zh_cn: 查看 Settings / Preferences 对话框的 Live Templates 页了解更多信息。

source: See File | Settings | Live Templates for more details.
zh_cn: 参阅 File | Settings | Live Templates 。

source: See Live Templates of your Settings/Preferences for more details.
zh_cn: 有关更多详细信息，请参阅 Settings/Preferences 的 Live Templates。

source: See Also:
zh_cn: 请参阅:

source: See Details and Submit Report
zh_cn: 查看细节及提交报告

source: Select
zh_cn: 选择

source: Select "profiles.ini" File
zh_cn: 选择 "profiles.ini" 文件

source: Select &None
zh_cn: 取消选择(&N)

source: Select &all
zh_cn: 全选(&A)

source: Select ''{0}''
zh_cn: 选择 ''{0}''

source: Select All
zh_cn: 全选

source: Select All Occurrences
zh_cn: 选择所有匹配项

source: Select Alternative JRE
zh_cn: 选择替代 JRE

source: Select Ant Build File
zh_cn: 选择 Ant 构建文件

source: Select Artifacts
zh_cn: 选择构件

source: Select Base Directory
zh_cn: 选择基本目录

source: Select Change
zh_cn: 选择更改

source: Select Classes to Import
zh_cn: 选择要导入的类

source: Select Color
zh_cn: 选择颜色

source: Select Components to Import
zh_cn: 选择要导入的组件

source: Select Elements to Delete
zh_cn: 选择要删除的元素

source: Select Elements to Import
zh_cn: 选择要导入的元素

source: Select Executable
zh_cn: 选择可执行文件

source: Select External Diff Program
zh_cn: 选择外部差异程序

source: Select External Merge Program
zh_cn: 选择外部合并程序

source: Select Fields to Generate Getters
zh_cn: 选择字段以生成 Getter

source: Select Fields to Generate Getters and Setters
zh_cn: 选择字段以生成 Getter 和 Setter

source: Select Fields to Generate Setters
zh_cn: 选择字段以生成 Setter

source: Select File to Debug JavaScript in
zh_cn: 选择文件以调试其中的 JavaScript

source: Select File to Save
zh_cn: 选择要保存的文件

source: Select Files to Add to VCS
zh_cn: 所选文件添加到 VCS

source: Select First Failed Test When Finished
zh_cn: 测试完成时选择第一个失败的测试

source: Select Font
zh_cn: 选择字体

source: Select Home Directory for {0}
zh_cn: 选择 {0} 的主目录

source: Select In
zh_cn: 选择

source: Select In popup
zh_cn: 在弹出窗中选择

source: Select JAR files in which library classes are located
zh_cn: 选择库类所在的 JAR 文件

source: Select JAR/ZIP files or directories in which library sources are located
zh_cn: 选择库源所在的 JAR/ZIP 文件或目录

source: Select JAR/zip files or directories in which module javadoc documentation is located
zh_cn: 选择模块 javadoc 文档所在的 JAR/zip 文件或目录

source: Select JDK
zh_cn: 选择 JDK

source: Select Library Files or Directories
zh_cn: 选择库文件或目录

source: Select Library Type
zh_cn: 选择库类型

source: Select Line at Caret
zh_cn: 选择插入符号所在行

source: Select Location for Project Directory
zh_cn: 选择项目目录的位置

source: Select Methods To Propagate New Exceptions
zh_cn: 选择传播新异常的方法

source: Select Methods To Propagate New Parameters
zh_cn: 选择要传递新参数的方法

source: Select Methods to Generate Delegates for
zh_cn: 选择生成代理的方法

source: Select Methods to Implement
zh_cn: 选择要实现的方法

source: Select Methods to Override
zh_cn: 选择要重写的方法

source: Select Methods to Override/Implement
zh_cn: 选择覆盖/实现的方法

source: Select Module Content Root
zh_cn: 选择模块内容根

source: Select Module File Location
zh_cn: 选择模块文件位置

source: Select Module File Parent Directory
zh_cn: 选择模块文件父目录

source: Select Namespace Location
zh_cn: 选择命名空间位置

source: Select Ne_xt Tab
zh_cn: 选择下一个选项卡(_X)

source: Select Next Tab in multi-editor file
zh_cn: 在多编辑器文件中选择下一个选项卡

source: Select Opposite Diff Pane
zh_cn: 选择相对差异窗格

source: Select Output Path
zh_cn: 选择输出路径

source: Select Patch File
zh_cn: 选择补丁文件

source: Select Path
zh_cn: 选择路径

source: Select Path to Browser
zh_cn: 选择浏览器路径

source: Select Position In Opposite Diff Pane
zh_cn: 选择相对差异窗格中的位置

source: Select Previous Tab in multi-editor file
zh_cn: 在多编辑器文件中选择上一个选项卡

source: Select Project SDK
zh_cn: 选择项目 SDK

source: Select Refactoring
zh_cn: 选择重构

source: Select Run/Debug Configuration
zh_cn: 选择运行/调试配置

source: Select Schema Document
zh_cn: 选择 Schema 文档

source: Select Source Directory
zh_cn: 选择源目录

source: Select Source Root
zh_cn: 选择源码根

source: Select Target
zh_cn: 选择目标

source: Select Target Directory
zh_cn: 选择目标目录

source: Select Target to Generate Delegates for
zh_cn: 选择要生成代理的目标

source: Select Template
zh_cn: 选择模板

source: Select Test Output Path
zh_cn: 选择测试输出路径

source: Select Word Actions
zh_cn: 选择单词操作

source: Select XSD Schema
zh_cn: 选择 XSD Schema

source: Select Xml Document
zh_cn: 选择 Xml 文档

source: Select _All
zh_cn: 全选(_A)

source: Select a breakpoint
zh_cn: 选择一个断点

source: Select a code fragment and press &shortcut:MoveStatementUp; or &shortcut:MoveStatementDown;.
zh_cn: 选择一个代码片断，然后按 &shortcut:MoveStatementUp; 或者 &shortcut:MoveStatementDown;。

source: Select a module to view or edit its details here
zh_cn: 在此处选择一个模块以查看或编辑其详细信息

source: Select a name for ''{0}.this'' parameter
zh_cn: 为 ''{0}.this'' 参数选择一个名称

source: Select a run configuration in the tree to view details
zh_cn: 在树中选择运行配置以查看详细信息

source: Select a version control system to associate with the project root:
zh_cn: 选择与项目根相关联的版本控制系统：

source: Select all
zh_cn: 全选

source: Select all non-null &fields
zh_cn: 选择所有非空字段(&F)

source: Select an &instance expression:
zh_cn: 选择一个实例表达式:(&I)

source: Select an &instance parameter:
zh_cn: 选择一个实例参数:(&I)

source: Select an element you want to navigate to and press the Enter key or the &shortcut:EditSource; key.
zh_cn: 选择一个你想到导航到的元素，然后按 Enter 或 &shortcut:EditSource; 。

source: Select applet policy file
zh_cn: 选择 applet 策略文件

source: Select c&ompiler output path:
zh_cn: 选择编译器的输出路径:(&O)

source: Select changed text in this version and corresponding in other
zh_cn: 选择此版本中的更改文本，及在其他版本中对应的

source: Select compiler output path
zh_cn: 选择编译器的输出路径

source: Select configuration in tree to view details
zh_cn: 在树中选择配置以查看详细信息

source: Select content root directory
zh_cn: 选择内容根目录

source: Select currently running test in tree
zh_cn: 在树中选择当前正在运行的测试

source: Select directory with JRE to run with
zh_cn: 选择 JRE 运行的目录

source: Select executable file to be used for VCS operations
zh_cn: 选择要用于 VCS 操作的可执行文件

source: Select external annotations root for {0}
zh_cn: 选择 {0} 的外部注释根

source: Select files or directories in which library classes, sources and documentation are located
zh_cn: 选择库类，源和文档所在的文件或目录

source: Select files or directories in which library classes, sources, documentation or native libraries are located
zh_cn: 选择库类，源，文档或本地库所在的文件或目录

source: Select in Left Tree
zh_cn: 在左侧的树中选择

source: Select in left tree (to browse dependencies from)
zh_cn: 在左侧的树中选择(浏览依赖)

source: Select migration map:
zh_cn: 选择迁移地图：

source: Select occurrences from one file to preview.
zh_cn: 从一个文件中选择匹配项以预览。

source: Select on Editor
zh_cn: 在编辑器选择

source: Select one or more build.xml files to be added to the list
zh_cn: 选择添加到列表中的一个或多个 build.xml 文件

source: Select opposite pane in diff view
zh_cn: 在差异视图中选择相对的窗格

source: Select output directory
zh_cn: 选择输出目录

source: Select output directory for ''{0}'' artifact
zh_cn: 为 ''{0}'' 构件选择输出目录

source: Select package to analyze from the left tree
zh_cn: 从左边树选择分析的包

source: Select path in which external annotations for module sources is located
zh_cn: 选择模块源的外部注解所在的路径

source: Select several tasks, using Shift or Control/Command keys, click the right arrow, and then click Remove.
zh_cn: 使用 Shift 或 Control/Command 键选中多个任务，点击右键头，然后点击 Remove。

source: Select such file in the Local tab of the Changes tool window, and on the context menu choose Move to Another Changelist, or Shelve Changes.
zh_cn: 在 Changes 工具窗口的 Local 选项卡选择这样的文件，然后在上下文菜单中选择 Move to Another Changelist 或者 Shelve Changes 。

source: Select such file in the Local tab of the Changes tool window, and on the context menu choose Move to another changelist, or Shelve Changes.
zh_cn: 在 Changes 工具窗口的 Local 选项卡选择这样的文件，然后在上下文菜单中选择 Move to another changelist 或者 Shelve Changes 。

source: Select the changelist to make active:
zh_cn: 选择更改列表以使其处于活动状态：

source: Select the changelist to which the changes should be moved:
zh_cn: 选择更改的要移动到的更改列表：

source: Select the current class or method in any view
zh_cn: 选择当前的类或方法在任意视图

source: Select the desired entry, and see the setting that contains the entered characters highlighted:
zh_cn: 选择所需的条目，并查看包含高亮的的输入字符的设置：

source: Select the modules the current module should depend on:
zh_cn: 选择当前模块应该依赖的模块：

source: Select the necessary element in the drop-down, and the corresponding file path is opened in an external browser (e.g., in the Explorer, if your OS is Windows).
zh_cn: 在下拉框中选择所需的元素，相应的文件路径将在外部浏览器中打开(例如，如果您的操作系统是 Windows，会在资源管理器中打开)。

source: Select the necessary element in the drop-down, and the corresponding file path opens in an external browser (e.g., in the Explorer, if your OS is Windows).
zh_cn: 在下拉框中选择所需的元素，相应的文件路径将在外部浏览器中打开(例如，如果您的操作系统是 Windows，会在资源管理器中打开)。

source: Select the same position in opposite pane in diff view
zh_cn: 在差异视图中的相对窗格中选择相同的位置

source: Select the settings file to import or directory where the file is located
zh_cn: 选择要导入的设置文件或文件所在的目录

source: Select type
zh_cn: 选择类型

source: Select where to search in left tree and what to search in right tree.
zh_cn: 在左边树选择搜索范围，在右边树选择择索内容。

source: Select where to search in right tree and what to search in left tree.
zh_cn: 在右边树选择搜索范围，在左边树选择择索内容。

source: Select which to enable:</p></html>
zh_cn: 选择要启用哪一个：</p></html>

source: Select working directory
zh_cn: 选择工作目录

source: Select {0} file directory
zh_cn: 选择 {0} 文件目录

source: Select {0} module file (.iml) to import
zh_cn: 选择 {0} 模块文件 (.iml) 进行导入

source: Select {0} projects to import
zh_cn: 选择要导入的 {0} 项目

source: Select {0} to preview
zh_cn: 选择 {0} 预览

source: Selected Files
zh_cn: 所选的文件

source: Selected Value
zh_cn: 选中的值

source: Selected block contains invocation of another class constructor
zh_cn: 所选块中包含另一个类的构造函数的调用

source: Selected block should represent a set of statements or an expression
zh_cn: 所选块应该表示一组语句或表达式

source: Selected block should represent an expression
zh_cn: 所选块应该表示一个表达式

source: Selected directory will be marked as module content root
zh_cn: 所选目录将被标记为模块内容根

source: Selected element is not located inside the project
zh_cn: 所选元素不位于项目内部

source: Selected expression cannot be a constant initializer
zh_cn: 选定的表达式不能是一个常量初始值

source: Selected expression has void type.
zh_cn: 所选的表达式的类型为 void。

source: Selected files
zh_cn: 选中的文件

source: Selected files ({0})
zh_cn: 所选文件({0})
